Repository: Br3nda/drupal-module-project
Catalog: po/*.po
Languages: ar, fr, pt_pt, ru

source: Done checking releases: !num_repaired repaired, !num_wrong_date invalid dates, !num_wrong_hash invalid md5 hashes, !num_considered considered.
fr: Fin de la verification des éditions: !num_repaired réparées, !num_wrong_date avec des dates invalides, !num_wrong_hash avec des hâchages MD5 invalides, !num_considered prises en compte.

source: Done checking releases: !num_need_repair need repairing, !num_wrong_date invalid dates, !num_wrong_hash invalid md5 hashes, !num_considered considered.
fr: Fin de la vérification des éditions: !num_need_repair doivent être réparées, !num_wrong_date ont des dates invalides, !num_wrong_hash ont des hâchages MD5 invalides, !num_considered prises en compte.

source: Done checking releases for project id @project_id: !num_need_repair need repairing, !num_wrong_date invalid dates, !num_wrong_hash invalid md5 hashes, !num_considered considered.
fr: Fin de la vérification des éditions pour le projet @project_id: !num_need_repair doivent être réparées, !num_wrong_date ont des dates invalides, !num_wrong_hash ont des hâchages MD5 invalides, !num_considered prises en compte.

source: ERROR: %cmd failed with status !rval
fr: ERREUR: %cmd a échoué avec le code de retour !rval

source: ERROR: Can't chdir(@dir)
fr: ERREUR: ne parvient pas à se placer dans le répertoire @dir

source: ERROR: tmp_root: @dir is not a directory
fr: ERREUR: tmp_root: @dir n'est pas un répertoire

source: ERROR: mkdir(@dir) failed
fr: ERREUR: mkdir(@dir) a échoué.

source: ERROR: chmod(@file, 0644) failed
fr: ERREUR: chmod(@file, 0644) a échoué.

source: ERROR: fopen(@file, 'ab') failed
fr: ERREUR: fopen(@file, 'ab') a échoué

source: ERROR: fwrite(@file) failed
fr: ERREUR: fwrite(@file) a échoué.

source: ERROR: History directory (%directory) does not exist, aborting.
fr: ERREUR: le répertoire d'historique (%directory) n'existe pas: abandon.

source: Generating XML release history files for all projects.
fr: Génération des fichiers XML d'historique des éditions pour tous les projets

source: Completed XML release history files for @num_projects.
fr: Fin de la génération des fichiers XML d'historique des éditions pour @num_projects projets.

source: API compatibility term %tid not found.
fr: Le mot-clef de compatibilité d'API %tid n'a pas été trouvé.

source: Project ID %pid not found
fr: Le projet %pid est introuvable.

source: No release found for project %project_name compatible with %api_version.
fr: Aucune édition trouvée pour le projet %project_name qui soit compatible avec %api_version.

source: ERROR: mkdir(@dir) failed, can't write history for %project.
fr: ERREUR: mkdir(@dir) a échoué, impossible d'écrire l'historique pour %project.

source: ERROR: unlink(@file) failed, can't write history for %project.
fr: ERREUR: unlink(@file) a échoué, impossible d'écrire l'historique pour %project.

source: ERROR: fopen(@file, 'xb') failed
fr: ERREUR: fopen(@file, 'xb') failed.

source: 1 project/version pair
fr: Aperçu de la version complète

source: Added %num records to the {project_release_projects} table in %ms ms<br>
fr: Ajout de %num_records à la table {project_release_projects} effectué en %ms ms.<br />

source: Considered %num_considered releases, converted %num_converted into nodes in %interval<br>
fr: %num_considered éditions prises en compte, %num_converted converties en n&oeliguds en %interval.<br />

source: Converted %num issue followups in %interval
fr: Converstion de %num suivis de problèmes en %interval

source: ERROR: problem during conversion of %num issue followups
fr: ERREUR: problème durant la conversion de %num suivis de problème

source: ERROR: project_release_update.php requires that you first install the project_release.module
fr: ERREUR: project_release_update.php nécessite l'installation préalable de project_release.module

source: The version format string can only contain letters, numbers, and the characters . _ and - (in addition to the special characters used for identifying variables: % ! and #).
fr: Le format de la chaîne de version n'autorise que les lettres, les chifres et les caractères . _ et - (en complément des caractères spéciaux utilisés pour l'identification des variables: % ! et #).

source: Available variables are:
fr: Les variables disponibles sont :

source: The percent sign ('%') at the front of the variable name indicates that a period ('.') should be inserted as a delimiter before the value of the variable. The '%' can be replaced with a hash mark ('#') to use a hyphen ('-') delimiter, or with an exclaimation point ('!') to have the value printed without a delimiter. Any variable in the format string that has no value will be removed entirely from the final string.
fr: Le signe de pourcentage ('%') devant une variable indique qu'un point ('.') devrait être inséré comme délimiteur devant la valeur de cette variable. Le '%' peut être remplacé par un dièse ('#') pour utiliser un tiert ('-') comme délimiteur, ou par un point d'exclamation ('!') pour que la valeur soit émise sans délimiteur. Toute variable présente dans la chaîne de format mais pour laquelle aucun paramètre n'est fourni est entièrement supprimée de la chaîne de résultat.

source: Overview
fr: Vue d'ensemble

source: Project release history
fr: Historique des éditions du projet

source: Configure the default version string for releases and other settings for the Project release module.
fr: Configure la chaîne de version par défaut pour les éditions, ainsi que d'autres paramètres pour le module des éditions de "Project".

source: Project release settings
fr: Paramètres des éditions du projet

source: You must specify a project name to display the release history of.
fr: Vous devez spécifier le nom du projet dont vous voulez voir l'historique des éditions.

source: You must specify an API compatibility version as the final argument to the path.
fr: Vous devez spécifier une version de compatibilité d'API comme dernier paramètre du chemin.

source: Can not find the requested API compatibility term: @term.
fr: Impossible de trouver le terme de compatibilie d'API: @term.

source: No release history was found for the requested project (@project): the project directory (@directory) was not found.
fr: Aucun historique d'édition n'a été trouvé pour le projet (@project): le répertoire du projet (@directory) est introuvable.

source: No release history available for @project @version.
fr: Aucun historique des éditions n'est disponible pour @project @version.

source: Provides versioning data for a project or array of projects
fr: Fournit les données de version pour un projet ou un tableau de projets.

source: Release directory
fr: Répertoire des éditions

source: This setting has been temporarily deprecated. If your site depends on scanning for releases generated by an external tool, you should wait to upgrade until a future version of the project_release.module is available that restores this functionality. Set the value blank to acknowlege that you do not need this behavior, and this error will disappear.
fr: Ce paramètre a été temporairement obsolescent. Si votre site dépend de l'examen des éditions générées par un outil externe, il est conseillé que vous attendiez une mise à jour future de project_release.module, qui rétablira cette fonctionnalité. Effacez la valeur pour confirmer que vous n'avez pas besoin de ce comportement, et l'erreur disparaîtra.

source: Default version format string
fr: Chaîne de format de version par défaut

source: Customize the default format of the version strings for releases of projects on this site. Users with "administer projects" permissions can override this setting for each project.
fr: Personnalise le format par défaut des chaînes de version pour les éditions des projets sur ce site. Les utilisateurs disposant de l'autorisation "administrer les projets" peuvent redéfinir ce paramètre au niveau de chaque projet.

source: Active @vocab terms
fr: Termes actifs de @vocab

source: Terms from the %vocab vocabulary that should be visibile to end users and project maintainers.
fr: Les termes du vocabulaire %vocab qui doivent être rendus visibles aux utilisateurs finaux et aux mainteneurs de projets.

source: Browse projects by release versions
fr: Parcourir les projet par leurs éditions

source: Default release version to list on the overview page.
fr: Valeur par défaut de l'édition à lister sur la page de vue générale

source: Download link base URL
fr: Base de l'URL de téléchargement

source: By default, all download links to releases will use the standard download path for the site. However, if you wish to host the downloads at a different location, you can specify the base of the URL that should be used for download links. For example, if you stored releases in %files_path and you want to have download links pointing to %ftp_url, you would set this to %ftp_setting. Note that if you define this, the value should end with a slash ('/').
fr: Par défaut, tous les liens de téléchargement des éditions utilisent le chemin de téléchargement standard défini pour le site. Néanmoins, si vous souhaitez héberger les téléchargements sur un autre emplacement, vous pouvez spécifier la base d'URL à utiliser pour ce faire. A titre d'exemple, si vos éditions sont stockées dans %files_path, et que vous voulez que les liens de téléchargement pointent vers %ftp_url, vous pourriez définir ce paramètre à %ftp_setting. Attention: si vous définissez ce paramètre, la valeur donnée doit se terminer par une barre de division ('/').

source: Provide release history via XML
fr: Fournit un historique XML des éditions.

source: Checking this box will provide XML files of the full release history for each project at @path.
fr: Cocher cette case autorise la production de fichiers XML de tout l'historique des éditions pour chaque projet, à %path

source: Directory for XML release history
fr: Répertoire des historiques XML des éditions.

source: Subdirectory in the '%dir' directory where XML release history files will be stored.
fr: Sous-répertoire du répertoire '%dir' dans lequel sont enregistrés les fichiers XML d'historique.

source: Release directory setting has been deprecated.
fr: Le paramètre "répertoire des éditions" est obsolète.

source: Project release overview must be one of the active @vocab terms
fr: Le survol des éditions de projets doit être l'un des termes actifs de @vocab

source: The %download_base_setting should end with a slash.
fr: Le paramètre @download_base_setting doit se terminer par une barre de division.

source: Project release
fr: Edition du projet

source: A release of a project with a specific version number. You can only create these for projects you maintain, using the links on the project home pages or the !my_projects page
fr: Une édition du projet, portant un numéro de version spécifique. Vous ne pouvez créer d'éditions que pour les projets dont vous êtes mainteneur, au moyen des liens présents sur les pages d'accueil des projets, ou sur la page !my_projects.

source: My projects
fr: Mes projets

source: You can only add releases from a project page.
fr: Vous ne pouvez ajouter d'éditions que depuis la page d'accueil d'un projet.

source: Node !nid is not a valid project.
fr: Node !nid n'est pas un projet valid.

source: Release identification
fr: Identification d'édition

source: Version string
fr: Chaîne de version

source: Version number elements
fr: Eléments du numéro de version

source: Major
fr: Majeure

source: Minor
fr: Mineure

source: Patch-level
fr: Niveau correctif

source: Extra identifier
fr: Identificateur supplémentaire

source: Optionally specify other identifying information for this version, for example "beta-1", "rc-1" or "dev". In most cases, this should be left blank.
fr: En option, vous pouvez spécifier d'autres informations d'identification pour cette version, par exemple "beta-1", "rc-1" ou "dev". Dans la plupart des cas, ce champ devrait demeurer vierge.

source: File information
fr: Informations fichier

source: Choose the file that will be associated with this release.
fr: Choisissez le fichier qui sera associé à cette édition.

source: Body
fr: Corps

source: Enter a description of this release, such as a list of the major changes or updates.
fr: Veuillez saisir une description pour cette édition, telle que la liste des principaux changements et mises à jour qu'elle incorpore.

source: Tag
fr: Balise

source: File path
fr: Chemin du fichier

source: File md5 hash
fr: Hâchage MD5 du fichier

source: File date
fr: Date du fichier

source: You must fill in some version information.
fr: Vous devez fournir un minimum d'informations sur la version.

source: !name must be a number.
fr: !name doit être un nombre

source: Patch-level version number must be numeric or the letter 'x'.
fr: Le numéro de version de correctif (patch-level) doit être numérique, ou être la lettre 'x'.

source: There was a problem uploading the specified file.
fr: Un problème est survenu lors de l'acquisition du fichier spécifié.

source: Nightly development snapshot from !tag
fr: Cliché quotidien de développement de !tag

source: Download: !file
fr: Téléchargement : !file

source: Size: !size
fr: Taille : !size

source: md5_file hash: !file_hash
fr: Hâchage MD5 : !file_hash

source: First released: !created
fr: Première édition : !created

source: Last updated: !changed
fr: Dernière mise à jour : !changed

source: Releases for %project
fr: Editions pour %project

source: There are no published releases for this project. Recently added releases will not be published until the packaging scripts have run.
fr: Il n'existe pas d'éditions publiées pour ce projet. Les éditions ajoutées récemment ne sont pas publiées tant que les scripts d'empaquetage n'ont pas été exécuté.

source: register
fr: s'inscrire

source: Login
fr: Ouvrir une session

source: to modify the filter.
fr: pour modifier le filtre.

source: You must login or register to modify the @vocab filter.
fr: Vous devez vous connecter ou vous inscrire pour modifier le filtre @vocab.

source: Filter by !label:
fr: Filtrer par !label :

source: This string is also used to generate the name of releases associated with this project.
fr: Cette chaîne est également utilisée pour construire les noms des éditions associées à ce projet.

source: Advanced options
fr: Options avancées

source: Enable releases
fr: Activer les éditions

source: Allow releases of this project with specific versions.
fr: Autorise des versions spécifiques des éditions de ce projet.

source: Major version
fr: Version majeure

source: Version format string
fr: Chaîne de format de version

source: Customize the format of the version strings for releases of this project.
fr: Personnalisation du format des chaînes de version pour les éditions de ce projet.

source: If blank, this project will use the site-wide default (currently set to: %default)
fr: Si la valeur est vierge, ce projet utilisera la valeur par défaut du site (actuellement: %default)

source: Display snapshot releases on project page
fr: Affiche les éditions de type cliché sur la page d'accueil du projet.

source: Note: Even if the current default release for a given !vocabulary_name is a development snapshot, it will only be show if this checkbox is enabled.
fr: Remarque: même si l'édition par défaut actuelle pour un !vocabulary_name donné est un cliché de développement, elle ne sera proposée que si cette casé est cochée.

source: Current default release
fr: Edition par défaut actuelle

source: Default versions
fr: Versions par défaut

source: This table allows you to specify the default version to download for any given %vocabulary_name. If there are releases from more than one major version number, you can select which major version should be used. For each %vocabulary_name, the current default release based on the saved major version is shown. If no official releases have been made, the development snapshot from the corresponding branch will be listed. Otherwise, the most recent official release is used.
fr: Cette table vous permet de spécifier la version par défaut à télécharger pour tout %vocabulary_name. Si des éditions existent pour plus d'un numéro majeur de version, vous pouvez choisir quelle version majeure devrait être utilisée. Pour chaque %vocabulary_name, l'édition proposée par défaut est celle liée à ce numéro majeur de version. Si aucune édition officielle n'a été créée, le cliché de développement de la branche correspondante est listé ; sinon la version c'est l'édition officielle la plus récente qui est listée.

source: Release settings have been saved.
fr: Les paramètres des éditions ont été enregistrés.

source: Official releases
fr: Editions officielles

source: Development snapshots
fr: Clichés de développement

source: View all releases
fr: Voir toutes les éditions

source: Release notes
fr: Notes d'édition

source: Edit
fr: Modifier

source: Size
fr: Taille

source: Links
fr: Liens

source: Project release API compatibility
fr: Compatibilité d'API de l'édition du projet

source: Project releases
fr: Editions du projet

source: Provides a release node type to represent releases of projects.
fr: Fournit un type de n&oeligud "Edition" pour représenter les éditions de projets.
