Repository: Br3nda/drupal-module-project
Catalog: po/*.po
Languages: ar, fr, pt_pt, ru

source: Enables teams to track outstanding items which need resolution.
ar: تمكين فرق العمل من متابعة العناصر المعلقة التي تحتاج إلى حل.
pt_pt: Permite a uma equipa acompanhar problemas que precisão de resolução.
ru: Позволяет группам разработчиков отслеживать выдающиеся элементы, которые ожидают решения.

source: A project enables teams to track outstanding items which need resolution
ar: المشروع يسمح لفرق العمل بمتابعة العناصر المعلقة التي تحتاج إلى حل
pt_pt: Um projecto permite às equipas acompanhar problemas pendentes que precisão de resolução.
ru: Проект позволяет группам разработчиков отслеживать выдающиеся элементы, которые ожидают решения.

source: Add a new issue (bug report, feature request, etc) to an existing project.
ar: أضف مشكلة جديدة (تقرير خطأ، طلب ميزة، الخ) إلى مشروع.
pt_pt: Adiciona um novo problema (relatório de problema, pedido de funcionalidade, etc) a um projecto existente.
ru: Добавить новую задачу (отчет об ошибке, предложение по развитию и т.д.) по существующему проекту.

source: <p>Properly categorizing your project will help ensure that users can find it easily. Please follow these steps:</p> <ul> <li>Select <em>one</em> of the first-level terms (%types) as the project type.</li> <li>Then choose <em>one or more</em> categories below this term to classify your project. For example, for %type, you would choose from the various %type types: %categories, and so on.</li> </ul>
ar: <p>إن تصنيف مشروعك بشكل جيد سيساعد على ضمان سهولة إيجاده بواسطة المستخدمين. فضلاً اتبع الخطوات التالية:</p> <ul> <li>اختر <em>أحد</em> مصطلحات المستوى الأول (%types) كنوع للمشروع.</li> <li>بعد ذلك اختر <em>فئة أو أكثر</em> تحت هذا المصطلح لتصنيف مشروعك. مثلاً، من أجل %type يمكن الاختيار من بين أنواع %type المتعددة: %categories وما إلى ذلك.</li> </ul>
pt_pt: <p>Categorizado devidamente o seu projecto irá ajudar a garantir que os utilizadores o irão encontrar facilmente.Por favor segue os passos:</p><br /> <ul><br /> <li>Escolha <em>um</em> dos termos(%types) do primeiro nível como o tipo do projecto.</li><br /> <li>A seguir escolhe <em>uma ou mais</em> categorias abaixo deste termo para classificar o seu projecto. Por exemplo, para %type, poderá escolher dos vários %types: %categories, entre outros.</li><br /> </ul>
ru: <p>Правильная категоризация Вашего проекта позволит упростить поиск. Пожалуйста, сделайте следующее: </p> <ul> <li>Выберите <em>один</em> из элементов первого уровня (%types), в качестве вида проекта.</li> <li>Затем выберите <em>один или несколько</em> категорий соответствующих Вашему проекту. Например, для %type, Вы можете выбрать %categories, и так далее.</li> </ul>

source: <p>The project module makes special use of the taxonomy (category) system. A special vocabulary, "Projects", has been created automatically.</p> <p>To take full advantage of project categorization, add at least two levels of terms to this vocabulary. The first level will be the basic project types, e.g., "modules", "themes", "translations".</p> <p>Subterms of each of these types will be the categories that users can select to classify the projects. For example, "modules" might have sub-terms including "mail" and "XML".</p> <p>Use the <a href="%taxonomy-admin">vocabulary admin page</a> to view and add terms.</p>
ar: <p>وحدة المشاريع تستفيد بشكل خاص من نظام التصنيف. يتم إضافة معجم جديد يسمى "مشروع" آلياً.</p> <p>للتمتع لكافة مزايا تصنيف المشاريع، أضف على الأقل مستويين من المصطلحات لهذا المعجم. المستوى الأول ليمثل أنواع المشاريع الأساسية مثل "وحدات"، "ثيمات"، "ترجمات".</p> <p>مصطلحات فرعية من كل من هذه الأنواع ستشكل الفئات التي بإمكان المستخدمين الاختيار من بينها من أجل تصنيف المشروع. مثلاً "الوحدات" ربما تحتوي على مصطلحات فرعية تشمل "البريد" و"امس ام ال".</p> <p>استخدم <a href="%taxonomy-admin">إدارة المعاجم</a> لعرض وإضافة المصطلحات.</p>

source: <p>Use this page to add new status options for project issues or to change or delete existing options.<dl> <dt>Adding</dt><dd>To add a new status option, put its name in one of the blank places at the bottom of the form and assign it a weight.</dd></p> <dt>Updating</dt><dd>When renaming existing issues, keep in mind that issues with the existing name will receive the new one.</dd> <dt>Deleting</dt><dd>If you delete an existing issue status, you will be prompted for a new status to assign to existing issues with the deleted status.</dd> <dt>Weight</dt><dd>The weight of an issue determines the order it appears in lists, like in the select box where users designate a status for their issue.</dd> <dt>Author may set</dt><dd>Check this option to give the original poster of an issue the right to set a status option, even if she or he isn't part of a role with this permission. You may wish, for example, to allow issue authors to close their own issues.</dd> <dt>Default</dt><dd>The default status option will be used for new issues, and all users with the permission to create issues will automatically have permission to set this status. The default issue status cannot be deleted. If you wish to delete this status, first set a different status to default.</dd> </dl></p>
ar: <p>استخدم هذه الصفحة لإضافة خيار حالة جديد لمشكلات المشاريع أو لتغيير أو حذف خيارات موجودة.<dl> <dt>إضافة</dt><dd>لإضافة خيار حالة جديد ضع اسم الخيار في أحد الأمكنة الفارغة في أسفل النموذج وأسند لها وزناً.</dd></p> <dt>تحديث</dt><dd>عند تغيير اسم مشكلة موجودة تذكر أن المشكلات المتعلقة بالاسم الحالي ستستقبل الجديد.</dd> <dt>مسح</dt><dd>إذا قمت بحذف حالة مشكلة، فسيطلب منك تحديد حالة جديدة لإسنادها إلى المشكلات بالحالة التي حذفتها.</dd> <dt>الوزن</dt><dd>وزن المشكلة يحدد الترتيب الذي ستطهر به في القائمة، مثل صندوق الاختيار الذي يختار منه المستخدمون حالة مشكلاتهم.</dd> <dt>بإمكان المؤلف ضبط</dt><dd>اختر هذا الخيار لتمنح المرسل الأصلي لمشكلة ما الحق في ضبط حالة المشكلة حتى وإن لم يكن جزءاً من دور له هذه السماحية. ربما ترغب على سبيل المثال في السماح لمؤلفي المشكلات مإغلاق المشاكل التي قامو بإرسالها.</dd> <dt>الافتراضية</dt>الحالة الافتراضية التس ستسند إلى المشكلات الجديدة، كل المستخدمين الذين لديهم الحق في إنشاء مشكلة سيكون لديهم آلياً الحق في اختيار هذه الحالة. الحالة الافتراضية للمشكلات لا يمكن مسحها، عليك أن تختار حالة أخرى لتصبح الحالة الافتراضية حتى تتمكن من مسحها.</dd> </dl></p>

source: Project navigation
ar: تصفح المشروع
fr: Navigation entre projets
pt_pt: Navegação nos projectos
ru: Навигация по проекту

source: <select a project>
ar: <اختر مشروعاً>
fr: <choisissez un projet>
pt_pt: <escolha um projecto>
ru: <выберите проект>

source: issue
ar: مشكلة
pt_pt: problema
ru: задача

source: Directory does not exist, or is not writable.
ar: الدليل غير موجود أو لا يمكن الكتابة قيه.
pt_pt: Pasta não existe ou não tem permissão de escrita
ru: Директория не существует или запрещена запись.

source: all
ar: كل
fr: tout
pt_pt: tudo
ru: все

source: Release Directory
ar: دليل الإصدارات
ru: Директория для релизов.

source: Leave this blank if project maintainers are to create their own release packages. This is useful if releases are generated by an external tool.
ar: اتركها فارغة إذا كان على رعاة المشروع إنشاء حزم إصداراتهم الخاصة. هذا مفيد إذا كان توليد الإصدارات يتم بواسطة أداة خارجية.
ru: Оставьте пустым, если руководители проекта создают собственные пакеты релизов. Используется в случае если релизы создаются внешними инструментами.

source: Unmoderate projects with releases
ar: لا تعدل المشاريع التي لديها إصدارات
fr: Approuver les projets comportant des éditions
ru: Не модерировать проекты с релизами.

source: Browse projects by releases
ar: استعرض المشاريع حسب الإصدار
pt_pt: Ver projectos por lançamentos
ru: Просмотр проектов по релизам

source: Checking this box will cause the project browsing page to have a version select.
ar: هذا الخيار سيتسبب في وجود مربع اختيار للإصدار في صفحة استعراض المشاريع.
fr: Cocher cette case permet à la page de parcours des projets de comporter un sélecteur de version.
pt_pt: Activado esta opção irá fazer com que a página de navegaçao tenha uma opção para escolher a versão.
ru: Отметье этот бокс если хотите позволить выбор версии.

source: Default release overview
ar: استعراض الإصدار الافتراضي
fr: Vue générale des éditions par défaut
ru: Обзор релиза по умолчанию

source: Default release version to list on the overview page
ar: الإصدار الافتراضي الذي سيعرض في صفحة الاستعراض
ru: Релиз по умолчанию для просмотра на странице обзора.

source: Browsing options
ar: خيارات الاستعراض
ru: Настройки просмотра

source: Default sort option
ar: خيار الترتيب الافتراضي
fr: Critère de tri par défaut
pt_pt: Opção de ordenação por omissão
ru: Настройка сортировки по умолчанию

source: Default sorting option to use on the overview page
ar: الترتيب الافتراضي للعناصر في صفحة الاستعراض
fr: Critère de tri par défaut utilise par la page de vue générale
ru: Настройка сортировки по умолчанию для просмотра на странице обзора

source: Enabled sorting options
ar: تفعيل خيارات الترتيب
fr: Critères de tri activés
pt_pt: Opções de ordenação activas
ru: Включенные настройки сортировки

source: Sorting options to enable for %term
ar: خيارات الترتيب التي ستفعل من أجل %term
pt_pt: Opções de ordenação para activar para %term
ru: Настройки сортировки для включения для %term

source: Number of projects to list in paged browsing
ar: عدد المشاريع التي ستعرض في التصفح المقسم إلى صفحات
fr: Nombre de projets à liste lors d'un parcours par page
pt_pt: Numero de projectos para listar na vista por páginas
ru: Количество проектов для перечисления в страничном просмотре

source: The default maximum number of projects to list when browsing lists, e.g., by category.
ar: الحد الافتراضي الأقصى للمشاريع التي ستعرض في الصفحة الواحدة عند الاستعراض، مثلاً عند الاستعراض حسب الفئة.
fr: Le nombre maximum de projets à lister par défaut lors du parcours de listes de projets, par exemple la liste par catégorie.
ru: Максимальное количесто для просмотра в режиме списка (или другом) по умолчанию.

source: Issue directory
ar: دليل المشكلة
ru: Директория задач

source: Subdirectory in the directory '%dir' where attachment to issues will be stored.
ar: دليل فرعي من الدليل "%dir" تخزن فيه الملفات المرفقة مع المشكلات.
ru: Поддиректория в директории %dir где будут сохраняться файлы прикрепленные к задачам.

source: Select the support forum for projects
ar: اختر منتدى دعم المشاريع
pt_pt: Escolha o forum de apoio para os projectos
ru: Выберите форум поддержки для проектов

source: Reply-to address on e-mail notifications
ar: عنوان "تسليم الرد إلى" في رسائل البريد الإلكتروني التنبيهية
pt_pt: endereços para onde responder nos avisos por correio electrónico
ru: Адрес reply-to на e-mail уведомления.

source: View all projects.
ar: اعرض كل المشاريع.
fr: Voir tous les projets.
pt_pt: Ver todos os projectos.
ru: Просмотреть все проекты.

source: follow up
ar: متابعة
ru: развить, завершить

source: project navigation
ar: تصفح المشروع
pt_pt: navegaçao nos projectos
ru: навигация по проекту

source: browse by %sort_method
ar: تصفح عن طريق %sort_method
pt_pt: ver por %sort_method
ru: просмотреть по %sort_method

source: my projects
ar: مشاريعي
pt_pt: meus projectos
ru: мои проекты

source: developers
ar: المطورون
pt_pt: programadores
ru: разработчики

source: CVS
ar: سي في اس
pt_pt: CVS/SVN

source: my issues
ar: مشكلاتي
ru: мои задачи

source: search
ar: ابحث
pt_pt: procura
ru: поиск

source: status options
ar: خيارات الحالة
pt_pt: opções de estado
ru: настройки статуса

source: save
ar: حفظ
pt_pt: guardar
ru: сохранить

source: comments
ar: تعليقات
pt_pt: comentários
ru: комментарии

source: scan for releases
ar: بحث عن الإصدارات
fr: rechercher les éditions
pt_pt: procurar por lançamentos
ru: искать релизы

source: releases
ar: إصدارات
pt_pt: lançamentos
ru: релизы

source: overview
ar: عرض عام
pt_pt: visão geral
ru: обзор

source: add
ar: أضف
pt_pt: adicionar
ru: добавить

source: edit
ar: تحرير
pt_pt: editar
ru: редактировать

source: Browse projects
ar: تصفح المشاريع
fr: Parcourir les projets
pt_pt: Ver projectos
ru: Просмотр проектов

source: Project types
ar: أنواع المشاريع
fr: Types de projets
pt_pt: Tipos de projectos
ru: Виды проектов

source: Download
ar: تحميل
fr: Télécharger
pt_pt: Decarregamentos
ru: Загрузить

source: Find out more
ar: المزيد
fr: En savoir plus
pt_pt: Ver mais
ru: Узнать больше

source: Bugs and feature requests
ar: طلبات الميزات وتقارير الأخطاء
fr: Bogues et demandes de nouvelles fonctions
pt_pt: Problemas e pedidos de funcionalidades
ru: Ошибки и предложения по развитию

source: Projects by %user
ar: مشاريع %user
pt_pt: Projectos do %user
ru: Проекты пользователя %user

source: You need to log in to see your projects.
ar: عليك أن تقوم بتسجيل الدخول حتى تتمكن من مشاهدة مشاريعك.
pt_pt: Tem de entrar para ver os seus projectos.
ru: Необходимо авторизоваться для просмотра Ваших проектов.

source: Updated
ar: تم التحديث
pt_pt: Actualizado
ru: Обновлено

source: Issues
ar: المشاكل
pt_pt: Problemas
ru: Задачи

source: You have no projects.
ar: ليس لديك مشاريع.
pt_pt: Não tem projectos
ru: У Вас нет проектов.

source: This user has no projects.
ar: ليس لهذا المستخدم مشاريع.
pt_pt: Este utilizador não tem projectos
ru: Пользователь не имеет проектов.

source: view
ar: عرض
fr: voir
pt_pt: ver
ru: просмотр

source: Go
ar: ابدأ
fr: Aller
pt_pt: Ir
ru: Переход

source: Filter by version:
ar: ترشيح حسب الإصدار:
pt_pt: Filtrar por versão
ru: Фильтр по версии:

source: Last changed: %interval ago
ar: آخر تعديل: منذ %interval
pt_pt: Última alteração à: %interval
ru: Последнее обновление: %interval назад.

source: Release directory scan
ar: فحص دليل الإصدارات
fr: Vérifier le répertoire des éditions
ru: Просмотр директории релизов

source: Releases %type: %count.
ar: إصدارات %type: %count.
fr: Editions %type : %count
ru: Релизы %type: %count.

source: Scan completed.
ar: انتهى الفحص.
fr: Vérification terminée
ru: Поиск завершен.

source: unpublished
ar: غير منشور
fr: non publié
pt_pt: não publicado
ru: неопубликовано

source: updated
ar: تم التحديث
fr: mis à jour
pt_pt: actulizado
ru: обновлено

source: created
ar: أُنشئ
fr: créé
pt_pt: criado
ru: создано

source: Add release to %project
ar: أضف إصداراً إلى %project
pt_pt: Adicionar lançamento a %project
ru: Добавить релиз по проекту %project

source: Edit release %version for %project
ar: حرر الإصدار %version من %project
pt_pt: Editar lançamento %version para %project
ru: Редактировать релиз %version проекта %project

source: Changes
ar: التعديلات
pt_pt: Alterações
ru: Изменения

source: File
ar: ملف
fr: Fichier
pt_pt: Ficheiro
ru: Файл

source: You must specify a valid version.
ar: عليك أن تحدد إصداراً صحيحاً,
pt_pt: Tem de indicar uma versão válida.
ru: Вы должны указать правильную версию.

source: This version already exists for this project.
ar: هذا الإصدار متوفر سلفاً لهذا المشروع.
fr: Cette version existe déjà pour ce projet.
pt_pt: Esta versão já existe para este projecto.
ru: Эта версия уже существую для этого проекта.

source: You must specify changes.
ar: عليك أن تحدد تعديلات.
pt_pt: Tem de indicar alterações
ru: Вы должны указать изменения.

source: Download: <a href="%path">%path</a>
ar: حمل: <a href="%path">%path</a>
pt_pt: Descarregamento: <a href="%path">%path</a>
ru: Загрузить: <a href="%path">%path</a>

source: Size: %size
ar: الحجم: %size
pt_pt: Tamanho: %size
ru: Размер: %size

source: md5_file hash: %hash
ar: شفرة ملف ام دي ٥: %hash
ru: md5_file хэш: %hash

source: First released: %created
ar: أصدر: %created
pt_pt: Primeiro lançamento: %created
ru: Первый релиз: %created

source: Last updated: %changed
ar: آخر تحديث: %changed
pt_pt: Última alteração: %changed
ru: Последнее обновление: %changed

source: Released
ar: أصدر
pt_pt: Lançamentos
ru: Выпущен

source: added release %version to %project.
ar: تم إضافة الصدار %version إلى %project.
pt_pt: adicionada versão %version a %project.
ru: добавлен релиз %version проекта %project.

source: updated release %project %version
ar: تم تحديث الإصدار %project %version
pt_pt: versão actualizada %project %version
ru: обновлен релиз %version проекта %project.

source: unpublished release %version
ar: تم إلغاء نشر الإصدار %version
pt_pt: lançamento não publicado %version
ru: релиз %version непубличен

source: Project categories
fr: Catégories de projets

source: Project type
fr: Type de projet

source: !type categories
fr: catégories de !type

source: !field is not a valid URL.
fr: !field n'est pas un URL valide.

source: Project type %project_type was selected, you can not use values from %invalid_type categories
fr: Le type de projet %project_type ayany été choisi, vous ne pouvez pas utiliser les valeurs appartenant aux catégories %invalid_type

source: Home page
fr: Page d'accueil.

source: View all support requests
fr: Voir toutes les demandes d'assistance

source: View pending support requests
fr: Voir les demandes d'assistance en attente

source: Request support
fr: Demander une assistance

source: View all pending issues
fr: voir tous les problèmes en attente

source: <p>Properly categorizing your project will help ensure that users can find it easily. Please follow these steps:</p><ul><li>Select <em>one</em> of the first-level terms (%types) as the project type.</li><li>Then choose <em>one or more</em> categories below this term to classify your project. For example, for %type, you would choose from the various %type types: %categories, and so on.</li></ul>
fr: <p>Une catégorisation adéquate de votre projet permet aux utilisateurs de le trouver plus facilement. Veuillez suivre ces étapes:</p> <ul> <li>Choisissez <em>un</em> des termes de premier niveau (%types) en tant que type de projet</li> <li>Puis choisissez <em>une ou plusieurs</em> catégories en-dessous de ce terme pour y classer votre projet. Par exemple, pour le type %type, vous pourriez choisir entre les catégories de %type: %categories, et ainsi de suite.</li> </ul>

source: <p>The project module makes special use of the taxonomy (category) system. A special vocabulary, %vocabulary_name, has been created automatically.</p><p>To take full advantage of project categorization, add at least two levels of terms to this vocabulary. The first level will be the basic project types, e.g., "modules", "themes", "translations".</p><p>Subterms of each of these types will be the categories that users can select to classify the projects. For example, "modules" might have sub-terms including "mail" and "XML".</p><p>Use the <a href="!taxonomy-admin">vocabulary admin page</a> to view and add terms.</p>
fr: <p>Le module <code>project</code> fait une utilisation particulière du mécanisme de taxinomie (catégorie). Un vocabulaire spécifique, dénommé %vocabulary_name, a été créé automatiquement.</p> <p>Pour tirer le meilleur parti de la catégorisation des projets, veuillez ajouter au moins deux niveaux de termes à ce vocabulaire. Le premier niveau contiendra les principaux types de projets, comme "modules", "thèmes", "traductions".</p> <p>Les sous-termes de chacun de ces types seront les catégories dans lesquelles les utilisateurs pourront classer les projets. Ainsi, le type "modules" pourrait contenir des sous-termes parmi lequels "courriel" ou "XML"</p> <p>Utilisez la <a href="%taxonomy-admin">page d'administration des vocabulaires</a> pour voir et mettre à jour les termes.</p>

source: A project is something a group is working on. It can optionally have issue tracking, integration with revision control systems, releases, and so on.
fr: Un projet peut être toute activité sur laquelle un groupe collabore. Il peut, mais c'est facultatif, être complété par un suivi des problèmes, intégré avec un système de contrôle de versions, des éditions, et autres.

source: Each type of project on your site will have its own project browsing page at %link. Each browsing page can be configured for different browsing options (by name, by date, etc). The settings below determine which browsing methods are available for each project type.
fr: Chaque type de projet sur votre site a sa propre page de recherche à %link. Chaque page d'entrée peut être configurée selon diverses options de recherche : par nom, par date, etc. Les réglages ci-dessous déterminent quelles méthodes de recherche sont disponibles pour chaque type de projet.

source: Autocomplete project
fr: Autocomplétion du projet

source: Browse by !sort_method
fr: Parcourir par %sort_method

source: Project administration
fr: Pages d'administration des projets

source: Administrative interface for project management and related modules.
fr: Interface d'administration pour la gestion des projets et des modules afférents.

source: Project settings
fr: Paramètres des projets

source: Configure the behavior and appearance of the project browsing pages and other settings for the Project module.
fr: Configure le comportement et l'apparence des pages de recherche de projets, et d'autres réglages pour le module <code>project</code>.

source: Automatically generated path alias: %url
fr: Alias de chemin créé automatiquement: %url

source: Last changed: !interval ago
fr: Dernière mise à jour : il y a %interval

source: administer projects
fr: administrer les projets

source: maintain projects
fr: maintenir les projets

source: access projects
fr: accéder aux projets

source: access own projects
fr: accéder à ses projets

source: Provides a project node type and browsing of projects.
fr: Fournit un type de n&oelig;ud "projet" et permet le parcours des projets.

source: Starting to package all snapshot releases.
fr: Début de l'empaquetage de toutes les éditions de clichés.

source: Starting to package snapshot releases for project id: @project_id.
fr: Début de l'empaquetage des éditions de clichés pour le projet @project_id.

source: ERROR: package_releases() called with unknown type: %type
fr: ERREUR: package_releases() a été invoquée avec un type inconnu: %type.

source: ERROR: Failed to update version in %file, aborting packaging
fr: ERREUR: échec lors de la mise à jour de la version dans %file, abandon de l'empaquetage.

source: %id has changed, re-packaged.
fr: %id a été modifié, nouvel empaquetage.

source: ERROR: %dir does not exist after cvs export %rev
fr: ERREUR: %dir n'existe pas après l'exportation CVS %rev

source: ERROR: %uri translation does not contain a %uri_po file for version %version, not packaging
fr: ERREUR: la traduction "%uri" ne contient pas de fichier %uri_po pour la version %version, elle n'est donc pas empaqueté.

source: WARNING: %file does not exist.
fr: AVERTISSEMENT: %file n'existe pas.

source: All file meta data for %file is incorrect: saved date: !db_date (!db_date_raw) real date: !real_date (!real_date_raw); saved md5hash: @db_hash, real md5hash: @real_hash
fr: Toutes les métadonnées pour %file sont incorrectes: date d'enregistrement: !db_date(!db_date_raw), date réelle: !real_date (!real_date_raw), hâchage MD5 enregistré: @db_hash, hâchage MD5 réel: @real_hash.

source: File date for %file is incorrect: saved date: !db_date (!db_date_raw) real date: !real_date (!real_date_raw)
fr: La date du fichier %file est incorrecte: date enregistrée: !db_date (!db_date_raw), date réelle: !real_date (!real_date_raw).

source: File md5hash for %file is incorrect: saved: @db_hash, real: @real_hash
fr: Le hâchage MD5 pour %file est incorrect: enregistré: @db_hash, réel: @real_hash

source: ERROR: db_query() failed trying to update metadata for %file
fr: ERREUR: db_query a échoué lors de la tentative de mise à jour des métadonnées de %file

source: ERROR: unable to repair !num_failed releases due to db_query() failures.
fr: ERREUR: échec lors de la réparation de !num_failed éditions en raison d'échecs de db_query.

source: ERROR: !num_not_exist files are in the database but do not exist on disk.
fr: ERREUR: !num_not_exist fichiers sont déclarés dans la base de données, mais n'existent pas sur disque.
