Repository: Br3nda/drupal-module-project
Catalog: po/*.po
Languages: ar, fr, pt_pt, ru

source: Submit
ar: أرسل
fr: Valider
pt_pt: Enviar
ru: Отправить

source: Attachment:
ar: المرفقات:
pt_pt: Anexo:
ru: Прикрепленный файл

source: Home
ar: الصفحة الرئيسية
fr: Accueil
ru: Главная

source: Projects
ar: المشاريع
fr: Projets
pt_pt: Projectos
ru: Проекты

source: Category
ar: الفئة
pt_pt: Categoria
ru: Категория

source: Status
ar: الحالة
pt_pt: Estado
ru: Статус

source: Project
ar: المشروع
fr: Projet
pt_pt: Projecto
ru: Проект

source: <none>
ar: <لا يوجد>

source: Project information
ar: بيانات المشروع
fr: Informations sur le projet
pt_pt: informações do projecto
ru: Информация о проекте

source: Version
ar: الإصدار
pt_pt: Versão
ru: Версия

source: Component
ar: مكون
pt_pt: Componente
ru: Компоненты

source: Issue information
ar: معلومات المشكلة
pt_pt: informação sobre o problema
ru: Информация о задаче

source: Priority
ar: الأولوية
pt_pt: Prioridade
ru: Приоритет

source: A file already exists, if you upload another file the current file will be replaced.
ar: يوجد سلفاً ملف؛ إذا قمت برفع ملف آخر فسيتم استبدال الملف الحالي.
pt_pt: já existe um ficheiro, se importar outro ficheiro o actual será substituido
ru: Файл уже существует. При загрузке нового файла текущий будет удален.

source: projects
ar: المشاريع
pt_pt: projectos
ru: проекты

source: issues
ar: المشاكل
pt_pt: problemas
ru: задачи

source: Categories
ar: تصنيفات
fr: Catégories
pt_pt: Categorias
ru: Категории

source: Components
ar: المكونات
pt_pt: Componentes
ru: Компоненты

source: Operations
ar: عمليات
pt_pt: Operações
ru: Операции

source: delete
ar: احذف
pt_pt: eliminar
ru: удалить

source: <all>
ar: <الكل>
ru: <все>

source: submit
ar: أرسل
pt_pt: enviar
ru: отправить

source: statistics
ar: إحصائيات
pt_pt: estatísticas
ru: статистика

source: subscribe
ar: اشترك
pt_pt: subscrever
ru: подписаться

source: Assigned to
ar: مسند إلى
pt_pt: Atribuido a
ru: Назначен ответственным

source: Releases
ar: الإصدارات
fr: Editions
pt_pt: Lançamentos
ru: Релизы

source: project
ar: المشروع
fr: projet
pt_pt: projecto
ru: проект

source: Preview
ar: معاينة
pt_pt: Previsão
ru: Предпросмотр

source: New comment
ar: تعليق جديد
pt_pt: Novo comentário
ru: Новый комментарий

source: %count submitted by %user on %date
ar: %count أرسلت بواسطة %user في %date
pt_pt: %count enviado por %user em %date
ru: %count автор %user. %date

source: download attachment
ar: تحميل المرفقات
pt_pt: descarregar anexo
ru: загрузить прикрепленный файл

source: Updates
ar: التحديثات
pt_pt: Actulizações
ru: Апдейты

source: project_issue: added comment %title
ar: مشروع_مشكلة: تم إضافة التعليق %title
pt_pt: project_issue: adicionado comentário %title
ru: project_issue: добавлен комментарий: %title

source: content
ar: المحتوى
pt_pt: conteúdo
ru: содержание

source: Invalid issue status %status: you do not have permission to set this status
ar: الحالة %status غير مقبلوة. ليس لديك صلاحية لاختيار هذه الحالة
pt_pt: Estado %status do problema inválido: não tem permissões para definir este estado
ru: Не разрешенный статус %status - в не имеете прав устанавливать этот статус.

source: Subscribe
ar: اشترك
pt_pt: Subscrever
ru: Подписаться

source: All issues
ar: كل المشاكل
pt_pt: Todos os problemas
ru: Все задачи

source: Overall
ar: الشامل
pt_pt: Total
ru: Все

source: Last month
ar: الشهر الماضي
pt_pt: Último mês
ru: Последний месяц

source: Average lifetime
ar: متوسط زمن البقاء
pt_pt: tempo de vida médio
ru: Среднее время существования

source: Issue activity
ar: نشاط المشكلة
pt_pt: actividade do problema
ru: Активность задачи

source: Total
ar: الكلي
ru: В общем

source: Project overview
ar: عرض المشروع
pt_pt: Visão geral do projecto
ru: О проекте

source: None
ar: لا يوجد
pt_pt: Nada
ru: Ничего

source: Own issues
ar: مشكلاتي
pt_pt: Proprios problemas
ru: Мои задачи

source: Subscription settings saved.
ar: تم حفظ إعدادات الاشتراك.
pt_pt: Configurações de subscrição guardadas
ru: Настройки подписки сохранены.

source: Subscribe to receive e-mail notification when an issue for this project is updated.
ar: اشترك حتى تتمكن من الحصول على تنبيه بواسطة البريد الإلكتروني عند يتم تحديث مشكلة في هذا المشروع.
pt_pt: subscrever para receber notificações por correio electrónico quando um problemas deste projecto for actualizado
ru: Получать уведомления об обновлении задачи по этому проекту на почту.

source: Subscribe to %project issues
ar: سجل في مشكلات %project
pt_pt: subscrever problemas do %project
ru: Подписаться на задачи проекта %project

source: All projects
ar: كل المشاريع
pt_pt: Todos os projectos
ru: Все проекты

source: Unassign
ar: إلغاء الإسناد
pt_pt: Desatribuir
ru: Убрать

source: Unassigned
ar: غير مسندة
pt_pt: Não atribuido
ru: Не присвоен(а,о)

source: Assigned
ar: مسندة
pt_pt: Atribuido
ru: Присвоен(а,о)

source: Issue Details
ar: تفاصيل المشكلة
pt_pt: Detalhes do Problema
ru: Подробности о задаче

source: Title
ar: العنوان
fr: Titre
pt_pt: Título
ru: Заголовок

source: Description
ar: الوصف
pt_pt: Descrição
ru: Описание

source: File attachment
ar: الملفات المرفقة
pt_pt: Ficheiro anexo
ru: Прикрепленный файл

source: Optionally attach a file, for example a patch or a screenshot.
ar: اختيارياً يمكنك إرفاق ملف. مثلاً ملف تعديل أو لقطة.
pt_pt: opcionalmente anexa um ficheiro, por exemplo uma correcção ou um screenshot
ru: Если есть прикрепите файл. Например патч или скриншот.

source: Next
ar: التالي
pt_pt: Seguinte
ru: Следующий

source: You have to specify a valid project.
ar: عليك أن تحدد مشروعاً صحيحاً.
pt_pt: Tem de especificar um projecto válido.
ru: Необходимо указать проект.

source: You have to specify a valid version.
ar: عليك أن تحدد إصداراً صحيحاً.
pt_pt: Tem de especificar uma versão válida.
ru: Необходимо указать версию.

source: You have to specify a valid component.
ar: عليك أن تحدد مكوناً صحيحاً.
pt_pt: Tem de especificar um component válido.
ru: Необходимо указать компонент.

source: You have to specify a valid category.
ar: عليك أن تحدد فئة صحيحة.
pt_pt: Tem de especificar uma categoria válida.
ru: Необходимо указать категорию.

source: You have to specify a valid title.
ar: عليك أن تحدد عنواناً صحيحاً.
pt_pt: Tem de especificar um título válido.
ru: Необходимо указать заголовок.

source: You have to specify a valid description.
ar: عليك أن تحدد تاريخاً صحيحاً.
pt_pt: Tem de especificar uma descrição válida
ru: Необходимо указать описание.

source: Component:
ar: المكون:
pt_pt: Componente:
ru: Компонент:

source: Category:
ar: الفئة:
pt_pt: Categoria:
ru: Категория:

source: Priority:
ar: الأولوية:
pt_pt: Prioridade:
ru: Приоритет:

source: Assigned:
ar: مسندة:
pt_pt: Atribuido:
ru: Присвоен(а,о)

source: Status:
ar: الحالة:
pt_pt: Estado:
ru: Статус:

source: bug reports
ar: تقارير الأخطاء
pt_pt: relatórios de problemas
ru: отчеты об ошибках

source: tasks
ar: المهام
pt_pt: tarefas
ru: задания

source: feature requests
ar: طلبات المزايا
pt_pt: pedidos de funcionalidades
ru: предложение по развитию

source: support requests
ar: طلبات المساندة
pt_pt: pedidos de apoio
ru: запрос поддержки

source: bug report
ar: تقرير خطأ
pt_pt: relatório de problemas
ru: отчет об ошибке

source: task
ar: مهمة
pt_pt: tarefa
ru: задание

source: feature request
ar: طلب ميزة
pt_pt: pedido de funcionalidades
ru: предложение по развитию

source: support request
ar: طلب مساندة
pt_pt: pedido de apoio
ru: запрос поддержки

source: Search for
ar: اليحث عن
pt_pt: Procurar por
ru: Поиск:

source: Has attachment.
ar: لديه مرفقات
pt_pt: Tem anexo.
ru: Имеет прикрепления (файлы)

source: Versions
ar: الإصدارات
pt_pt: Versões
ru: Версия

source: Priorities
ar: الأولويات
pt_pt: Prioridades
ru: Приоритеты

source: Submitted by
ar: أرسل بواسطة
pt_pt: Enviado por
ru: Отправил(а)

source: Participant
ar: مشارك
pt_pt: Participante
ru: Участник

source: Search
ar: ابحث
pt_pt: Procura
ru: Поиск

source: ID
ar: الهوية

source: Name
ar: الاسم
pt_pt: Nome
ru: Имя

source: Weight
ar: الوزن
pt_pt: Peso
ru: Вес

source: Author may set
ar: بإمكان المؤلف ضبط
pt_pt: Autor pode definir
ru: Автор может устанавливать

source: Default
ar: الافتراضية
pt_pt: Por omissão
ru: По умолчанию

source: Save
ar: حفظ
pt_pt: Guardar
ru: Сохранить

source: Delete
ar: احذف
pt_pt: Eliminar
ru: Удалить

source: Status %status already exists.
ar: الحالة %status موجودة سلفاً.
pt_pt: O Estado %status já existe
ru: Статус %status уже существует

source: Reassign status
ar: إعادة إسناد الحالة
pt_pt: Reatribuir estado
ru: Переопределить статус.

source: There are %total existing issues with the status of %name. Please select a new status for these issues.
ar: يوجد %total مشكلة تحت الحالة %name. فضلاً اختر حالة جديدة لهذه المشاكل.
pt_pt: TExistem %total problemas com o estado %name. Por favor escolhe um novo estado para este problema.
ru: Общее количество задач %total, имеющих статус "%name". Пожалуйста выберите новый статус для этих задач.

source: Are you sure you want to delete the status option "%name"?
ar: هل أنت متأكد أنك ترغب في حذف خيار الحالة "%name"؟
pt_pt: Tem a certeza de que quer eliminar a opção de estado "%name"?
ru: Вы уверены, что хотите удалить статус "%name"?

source: This action cannot be undone.
ar: لن تتمكن من الرجوع عن هذه العملية.
pt_pt: Esta acção não pode ser desfeita
ru: Это действие не может быть отменено.

source: Cancel
ar: الغ
pt_pt: Cancelar
ru: Отменить.

source: Choose a new issue status for existing issues of status %name.
ar: اختر حالة جديدة للمشكلات المدونة تحت الحالة %name.
pt_pt: Escolhe um novo estado para problemas com o estado %name.
ru: Выберите новый статус для существующих задач со статусом "%name".

source: Project issue status %issue deleted.
ar: تم حذف حالة مشكلة المشروع %issue.
ru: Статус задачи проекта "%issue" был удален.

source: Submit a new issue for %project.
ar: أرسل مشكلة جديدة للمشروع %project.
ru: Поставить новую задачу для проекта "%project".

source: See statistics about %project issues.
ar: ألق نظرة على إحصاءيات حول مشاكل المشروع %project.
pt_pt: Ver estatisticas sobrem problemas do projecto 5project.
ru: Просмотреть статистику задач для проекта "%project".

source: Receive email updates about issues for %project.
ar: استلم رسائل بريد إلكتروني حول مشاكل المشروع %project.
pt_pt: Receber actualizações por correio electrónico sobre problemas do %project.
ru: Получать по почте обновления задач для проекта "%project".

source: Submit a new issue.
ar: أرسل مشكلة جديدة.
pt_pt: Enviar um novo problema
ru: Поставить новую задачу.

source: See statistics about issues.
ar: شاهد إحصاءيات حول المشاكل.
pt_pt: Ver estatisticas sobre os problemas.
ru: Просмотреть статистику задач.

source: Receive email updates about issues.
ar: استلم تحديثات بريد إلكتروني حول المشاكل.
pt_pt: Receber actulizações sobre os problemas por correio electrónico .
ru: Получать по почте обновления задач.

source: Summary
ar: ملخص
pt_pt: Resumo
ru: резюме

source: Pri
ar: الأسبقية
ru: Приоритет

source: Last updated
ar: آخر تحديث
pt_pt: Actulizado em
ru: Последнее обновление

source: advanced search
ar: بحث متقدم
pt_pt: procura avançada
ru: развернутый поиск

source: Permalink to search query.
ar: العنوان الثابت لاستعلام البحث.
pt_pt: Endereço permanente para pesquisa.
ru: Постоянная ссылку на поисковый запрос.

source: No issues found.
ar: لم يتم العثور على مشكلات.
pt_pt: Não foram encontrados problemas.
ru: Задачи не найдены.

source: Username '%user' not found.
ar: لم يتم العثور على المستخدم %user.
pt_pt: Nome de utilizador '%user' não encontrado
ru: Пользователь "%user" не найден.

source: You are not authorized to access this page.
ar: غير مسموح لك الوصول إلى هذه الصفحة
pt_pt: Não tem autorização para aceder a esta página
ru: У Вас нет доступа к этой странице.

source: You had some errors in your submission:
ar: لديك بعض الأخطاء في مرسلتك:
pt_pt: Tem alguns erros na sua proposta:
ru: Обнаружены следующие ошибки:

source: Email submission to %sn failed - %subj
ar: فشل إرسال البريد الإلكتروني إلى %sn - %subj
pt_pt: Envio de correio para %sn falhou - %subj
ru: Не удалась отправка почты адресату %sn - %subj

source: Reported by
ar: تم التبليغ بواسطة
pt_pt: Relatado por
ru: Сообщено:

source: Updated by
ar: تم التحديث بواسطة
pt_pt: Actualizado por
ru: Обновил(а)

source: Issue status update for %link
ar: تحديث حالة المشكلة ل%link
pt_pt: Estado do problema actualizado para %link
ru: Статус задачи обновлен для %link

source: Post a follow up: %link
ar: أرسل متابعة: %link
ru: Развить или завершить: %link

source: Attachment
ar: مرفق
pt_pt: Anexo
ru: Прикрепление

source: Previous comments:
ar: التعليقات السابقة:
pt_pt: Comentários anteriores:
ru: Предыдущие комменатрии:

source: Your submitted bugs for %date
ar: لقد قمت بإرسال أخطاء لتاريخ %date
pt_pt: Os problemas enviados por si em %date
ru: Отправленные Вами отчеты об ошибках на %date

source: Release critical bugs for %date
ar: الأخطاء الخطيرة للإصدار في %date
pt_pt: Lançar problemas criticos disponiveis em %date
ru: Критические ошибки релиза на %date

source: Full project name
ar: الإسم الكامل للمشروع
fr: Nom complet du projet
pt_pt: Nome completo do projecto
ru: Полное название проекта

source: Full description
ar: الوصف الكامل
fr: Description détaillée
pt_pt: Descrição completa
ru: Полное описание

source: Short project name
ar: الاسم المختصر للمشروع
fr: Nom abrégé du projet
pt_pt: nome curto do projecto
ru: Короткое название проекта

source: This will be used to generate a /project/&lt;shortname&gt;/ URL for your project.
ar: سيستخدم في توليد عناوين على الشكل /project/&lt;الاسم المختصر&gt;/ لمشروعك.
fr: Ce nom sera utilisé pour créer un URL de la forme <code>/project/&lt;shortname&gt;/</code> pour votre projet.
pt_pt: Isto será usado para gerar um URL /project/&lt;shortname&gt;/ para o seu projecto.
ru: Будет использовано для создания ссылки /project/&lt;shortname&gt;/ для Вашего проекта.

source: Project e-mail
ar: البريد الإلكتروني للمشروع
fr: Adresse électronique du projet
pt_pt: correio electrónico do projecto
ru: Е-mail проекта

source: E-mail address where the project owners can be contacted.
ar: عنوان البريد الإلكتروني الذي يمكن عن طريقه مراسلة أصحاب المشروع.
fr: Adresse électronique à laquelle les responsables du projet peuvent être contactés.
pt_pt: Endereço de correio electrónico em que os responsáveis do projecto podem ser contactados
ru: Е-mail адрес на который можно отправить сообщения создателям проекта.

source: Homepage
ar: الموقع
fr: Page d'accueil
pt_pt: Página do Projecto
ru: Домашняя страница

source: Link to project homepage.
ar: رابط للصفحة الأم للمشروع.
fr: Lien vers la page d'accueil du projet.
pt_pt: endereço da página do projecto.
ru: Ссылка на страницу проекта.

source: Documentation
ar: المستندات
pt_pt: Documentação
ru: Документация

source: Link to project documentation.
ar: رابط لمستندات المشروع.
fr: Lien vers la documentation du projet.
pt_pt: Endereço da documentação do projecto.
ru: Ссылка на документацию проекта.

source: License
ar: اتفاقية الاستخدام
fr: Licence
pt_pt: Licença
ru: Лицензия

source: Link to project license.
ar: رابط لاتفاقية الاستخدام.
fr: Lien vers la licence du projet.
pt_pt: Endereço da licença do projecto.
ru: Ссылка на лицензию проекта.

source: Screenshots
ar: لقطات
fr: Copies d'écran
pt_pt: Imagens
ru: Скриншоты.

source: Link to project screenshots.
ar: رابط إلى لقطات من المشروع
fr: Lien vers les copies d'écran du projet.
pt_pt: Endereço das imagens do projecto.
ru: Ссылка на скриншоты проекта.

source: Changelog
ar: سجل التعديلات
fr: Liste des changements
ru: Лог изменений.

source: Link to changelog.
ar: رابط إلى سجل التعديلات.
fr: Lien vers le suivi des changements apportés au projet.
pt_pt: Endereço do registo de alterações.
ru: Ссылка на лог изменений.

source: CVS tree
ar: شجرة الإصدارات
fr: Arborescence CVS
pt_pt: CVS/Subverion
ru: Древо CVS.

source: Link to webcvs/viewcvs.
ar: رابط إلى برنامج متابعة الإصدارات viewvc
fr: Lien vers <code>webcvs/viewcvs</code>.
pt_pt: endereço do webcvs(svn)/viewcvs(svn)
ru: Ссылка на webcvs/viewcvs.

source: Demo site
ar: موقع تجريبي
fr: Site de démo
pt_pt: Sítio de exemplo
ru: Демонстрационный сайт.

source: Link to a live demo.
ar: رابط إلى موقع يستخدم هذا المشروع.
fr: Lien vers un site de démonstration en ligne.
pt_pt: Endereço de uma demonstração
ru: Ссылка на демонстрацию.

source: Issue tracker
ar: متتبع المشاكل
ru: Отслеживатель задач

source: Enable issue tracker
ar: تفعيل متتبع المشاكل
ru: Включить отслеживатель задач

source: Let users submit bug requests, patches, feature requests, support requests, etc.
ar: للسماح للمستخدمين بإرسال أخطاء مكتشفة، تصحيحات، طلبات مميزات جديدة، طلبات مساعدة، الخ.
ru: Позволить пользователям отправлять сообщения об ошибках, патчи, предложения по развитию, запросы на поддержку и т.д.

source: Default version
ar: الإصدار الافتراضي
pt_pt: Versão por omissão
ru: Версия по умолчанию

source: Default version for downloading and for submitting issues.
ar: الاصدار الافتراضي الذي سيتم تحميله أو إلحاق المشاكل به.
ru: Версия по умолчанию для загрузки и для задач.

source: Submission guidelines
ar: توجيهات الإرسال
pt_pt: Regras de envio
ru: Подсказки

source: E-mail options
ar: خيارات البريد الإلكتروني
pt_pt: Opções de correio electrónico
ru: Опции E-mail

source: Weekly critical issues report
ar: تقرير المشكال الخطيرة الأسبوعي
ru: Еженедельные отчеты о критических задачах.

source: To get a weekly digest of critical issues specify an e-mail address.
ar: حتى تتحصل على موجز أسبوعي بالمشاكل الخطيرة اكتب عنوان بريدك الإلكتروني,
ru: Укажите e-mail чтобы получать еженедельные отчеты о критических задачах.

source: Issues e-mail address
ar: عنوان البريد الإلكتروني للمشاكل
ru: Е-mail задач

source: If you wish to receive a copy of all the issues to a central location specify an address here.
ar: إذا كنت ترغب في تسليم نسخة من كافة المشاكل إلى نقطة مركزية حدد عنوانها هنا.
ru: Если Вы хотите централизованно получать копию всех задач, укажите адрес.

source: Which issue categories to e-mail. If none is checked all categories will be posted.
ar: فئات المشاكل التي ستم إرسالها بريدياً. إذا لم تقم بتحديد أي فئة فسيتم إرسال كل الفئات.
ru: Какие категории задач отправлять. Если ничего не выбрано отправляться будут все категории.

source: States
ar: الحالات
pt_pt: Estados
ru: Состояния

source: Which issue states to e-mail. If none is checked all states will be posted.
ar: حالات المشاكل التي ستم إرسالها بريدياً. إذا لم يتم تحديد أية حالة فسيتم إرسال كل الحالات.
ru: Какие состояния отправлять. Если ничего не выбрано, все состояния будут отправлены.

source: Monthly reminder
ar: التذكير الشهري
pt_pt: Aviso mensal
ru: Ежемесячное напоминание.

source: Send monthly reminders to users
ar: لإرسال تذكير شهري للمستخدمين
pt_pt: Envia avisos mensais para utilizadores
ru: Отправлять ежемесячные напоминания пользователям.

source: Enabling this will send a monthly reminder to users that have open issues registered.
ar: تفعيل هذا الخيار سيتسبب في إرسال تذكير شهري للمشتخدمين الذين لديهم مشاكل مفتوحة مسجلة.
ru: Это позволит отправлять ежемесячные напоминания пользователям, которые подписаны на обновления задач.

source: This project name is already in use.
ar: اسم هذا المشروع مستخدم سلفاً.
fr: Ce nom de projet est déjà utilisé.
pt_pt: Este nome de projecto já está a ser usado.
ru: Такое название проекта уже используется.

source: A short project name is required.
ar: مطلوب الاسم المختصر للمشروع.
fr: Un nom de projet abrégé est nécessaire.
pt_pt: Um nome curto para o projecto é obrigatório.
ru: Необходимо короткое имя проекта.

source: Please only use alphanumerical characters for the project name.
ar: فضلاً استخدم فقط أحرفاً وأرقاماً لاسم المشروع,
fr: Veuillez n'utiliser que des caractères alphanumériques dans le nom du projet.
pt_pt: Por favor use apenas caractéres alphanuméricos para o nome do projecto.
ru: Пожалуйста используйте только цифры и буквы для названия проекта.

source: You must add a project description.
ar: يجب أن تضيف وصفاً للمشروع.
fr: Vous devez décrire le projet.
pt_pt: Tem de escrever uma descrição do projecto.
ru: Необходимо указать описание проекта.

source: You must specify a project e-mail.
ar: عليك أن تدخل عنوان بريد إلكتروني للمشروع,
fr: Vous devez spécifier une adresse électronique de projet.
pt_pt: Tem de indicar um endereço de correio electrónico do projecto.
ru: Вы должны указать e-mail проекта.

source: %field is not a valid URL.
ar: %field ليس عنواناً مقبولاً.
pt_pt: %field não é um URL válido.
ru: %field неверный адрес. Должен быть вида http://адрес

source: Download latest release (%version, %date, %size)
ar: تحميل آخر إصدار (%version، %date، %size)
pt_pt: Descarregar última versão (%version, %date, %size)
ru: Загрузить последний релиз (%version, %date, %size)

source: Read release notes
ar: اقرأ ملاحظات الإصدار
pt_pt: Ler notas de lançamento
ru: Читать описание релиза.

source: View other releases
ar: اعرض إصدارات أخرى
pt_pt: Ver outras versões
ru: Просмотреть другие релизы.

source: Add new release
ar: أضف إصداراً جديداً
fr: Ajouter une nouvelle édition.
pt_pt: Adicionar nova versão
ru: Добавить новый релиз.

source: Read documentation
ar: اقرأ المستندات
fr: Lire la documentation
pt_pt: Ler documentação
ru: Читать документацию.

source: Read license
ar: اقرأ الاتفاقية
fr: Lire la licence
pt_pt: Ler licença
ru: Читать лицензию.

source: Read complete log of changes
ar: اقرأ كامل سجل التغييرات
fr: Lire le journal complet des modifications
pt_pt: Ler registo completo de alterações
ru: Читать полный лог изменений.

source: Try out a demonstration
ar: جرب
fr: Essayer une démonstration
pt_pt: Experimente uma demonstração
ru: Просмотреть демонстрацию.

source: Look at screenshots
ar: طالع لقطات من المشروع
fr: Regarder des copies d'écran
pt_pt: Veja as imagens
ru: Просмотреть скриншоты.

source: Resources
ar: الموارد
fr: Ressources
pt_pt: Recursos
ru: Ссылки

source: Support forum
ar: منتدى المساندة
pt_pt: Forum de apoio
ru: Форум по поддержке

source: View pending bug reports
ar: اعرض تقارير الأخطاء المعلقة
fr: Voir les rapports de bogues en attente
pt_pt: Ver relatórios de problemas pendentes
ru: Просмотреть отчеты об ошибках ожидающие решения.

source: View pending feature requests
ar: اعرض طلبات الميزات المعلقة
fr: Voir les demandes de nouvelles fonctions en attente
pt_pt: Ver pedidos de funcionalidades pendentes
ru: Просмотреть предложения по развитию ожидающие решения.

source: Report new bug
ar: بلغ عن خطأ جديد
fr: Signaler un nouveau bogue
pt_pt: Relatar novo problema
ru: Указать на новую ошибку

source: Request new feature
ar: اطلب ميزة جديدة
fr: Demander une nouvelle fonction
pt_pt: Pedir nova funcionalidade
ru: Предложить новое развитие проекта

source: Support
ar: مساندة
fr: Soutien
pt_pt: Apoio
ru: Поддержка

source: View pending patches
ar: اعرض الإصلاحات المعلقة
fr: Voir les correctifs (patches) en attente
pt_pt: Ver correcções pendentes
ru: Просмотреть патчи ожидающие решения

source: View available tasks
ar: اعرض المهام المتاحة
fr: Voir les tâches en attente
pt_pt: Ver tarefas disponiveis
ru: Просмотреть доступные задания

source: View all issues
ar: اعرض جميع المشاكل
pt_pt: Ver todos os problemas
ru: Просмотреть все задачи

source: Browse the CVS repository
ar: استعرض حافظة سي في اس
fr: Parcourir le référentiel CVS
pt_pt: Ver o repositório CVS/SVN
ru: Обзор CVS хранилища.

source: View CVS messages
ar: اعرض رسائل سي في اس
fr: Voir les messages CVS
pt_pt: Ver mensagens CVS
ru: Просмотреть CVS сообщения

source: Developers
ar: المطورون
fr: Développeurs
pt_pt: Programadores
ru: Разработчики

source: Development
ar: التطوير
fr: Développement
pt_pt: Desenvolvimento
ru: Развитие

source: Developers for %name
ar: مطورو %name
fr: Développeurs de %name
pt_pt: Programadores para %nome
ru: Разработчики проекта %name

source: CVS messages for %name
ar: رسائل سي في اس ل%name
fr: Messages CVS concernant %name
pt_pt: Mensages CVS para %name
ru: CVS сообщения для "%name"
